[
    {
        "name": "Zak Manhire",
        "role": "Strategic Consultant",
        "image": "https://cdn-longterm.mee6.xyz/plugins/embeds/images/1151885478472208576/7344b4209d74ec4b4dbe08d0bb8f80639ca0eb7d4c947d5e5bdb84ae3ae97af6.png",
        "bio": "Zak is an investment expert with a strong track record in FMCG, tech, and blockchain, known for elevating sales and partnerships in Web3 and RWA ecosystems. His experience with over 30 web3 startups since 2015 highlights his strategic approach to digital innovation and leadership in the sector.",
        "linkedin": "https://www.linkedin.com/in/zakmanhire/"
    },
    {
        "name": "Dr David An",
        "role": "Managing Partner at Dracoon Ventures",
        "image": "https://cdn-longterm.mee6.xyz/plugins/embeds/images/1151885478472208576/080b08b42819bf969b08c991da997e1633da9af963213011c741b7ce1eed1883.png",
        "bio": "A seasoned venture capitalist and DAO expert with a rich history in NFTs, GameFi, and the gaming industry, currently leading at Dracoon Ventures and Greenfield Capital. With a foundation in organizational behavior and a diverse career from Binance to GameInfluencer, he blends Web3 innovation with entrepreneurial acumen.",
        "linkedin": "https://www.linkedin.com/in/davidan"
    },
    {
        "name": "Joeri van Geelen & Simon Schwerin",
        "role": "Founders of NxGen",
        "image": "https://cdn-longterm.mee6.xyz/plugins/embeds/images/1151885478472208576/3316c91c2968557fc2570c952545301ad36dc31b982b3496ee6c16d3833c1c4a.png",
        "bio": "NxGen embody the new era of blockchain-savvy investors, combining extensive web3 networking, advisory roles, and a commitment to fostering innovation and connectivity in the digital investment landscape. Their efforts emphasize supporting emerging tech and cultural relevancy for the digitally fluent generation.",
        "linkedin": "https://www.linkedin.com/company/nxgen-xyz/",
        "twitter": "https://x.com/nxgen_xyz?s=20"
    },
    {
        "name": "Marcello Mari",
        "role": "Founder of SingularityDAO",
        "image": "https://cdn-longterm.mee6.xyz/plugins/embeds/images/1151885478472208576/5e6c3f4688906a90a64c5e3075d0a729b120dd8cc9f14541acc0e89704aed4fc.png",
        "bio": "Both an AI Advisor and DAO expert, leading SingularityDAO as its CEO and founder, achieving a peak valuation of over $600M for the non-custodial crypto asset management protocol. He champions blockchain's transformative impact on business and supports emerging entrepreneurs and visionaries at Bionic in crafting the next unicorns.",
        "linkedin": "https://www.linkedin.com/in/marcellomari/"
    },
    {
        "name": "Josh Meier",
        "role": "Managing Partner at Andromeda Capital",
        "image": "https://cdn-longterm.mee6.xyz/plugins/embeds/images/1151885478472208576/c2346612e2a2169e84442590e1b9a7d6856674ec3e1255a180e6b906153b646b.png",
        "bio": "A skilled strategist with a significant impact as an advisor for over 40 crypto startups since 2017. His expertise in market insights, messaging, and post-launch strategies has bolstered numerous web3 startups, supported by a robust network of industry leaders and developers for fostering synergistic partnerships.",
        "linkedin": "https://www.linkedin.com/in/josh-meier-b82874a0"
    }
  ]
  